return {
    [1] = {
        [1] = {
            "配置",
        },
        [2] = {
            "合法",
        },
        [3] = {
            "暴力",
        },
        [4] = {
            "视觉",
        },
        [5] = {
            "世界",
        },
        [6] = {
            "杂项",
        },
        [7] = {
            "Lua 脚本",
        },
    },
    [2] = {
        [1] = {
            "DPI 缩放", "按此比例缩放界面大小"
        },
        [2] = {
            "主题", {"默认", "明亮", "黑暗", ""}
        },
        [3] = {
            "菜单按键", "主菜单切换按键绑定"
        },
        [4] = {
            "控制台按键", "通过控制台进行更多自定义"
        },
        [5] = {
            "显示快捷键", {"关闭", "变量名", "名称", "显示当前按键绑定列表"}
        },
        [6] = {
            "显示界面提示",
        },
        [7] = {
            "界面透明度",
        },
        [8] = {
            "语言", "当前菜单的语言"
        },
        [9] = {
            "本地",
        },
        [10] = {
            "自瞄",
        },
        [11] = {
            "扳机",
        },
        [12] = {
            "武器",
        },
        [13] = {
            "主设置",
        },
        [14] = {
            "反瞄准",
        },
        [15] = {
            "自动探头",
        },
        [16] = {
            "精度",
        },
        [17] = {
            "命中区域",
        },
        [18] = {
            "自动化",
        },
        [19] = {
            "敌人",
        },
        [20] = {
            "队友",
        },
        [21] = {
            "武器",
        },
        [22] = {
            "本地",
        },
        [23] = {
            "视角",
        },
        [24] = {
            "环境",
        },
        [25] = {
            "扩展",
        },
        [26] = {
            "辅助",
        },
        [27] = {
            "功能",
        },
        [28] = {
            "移动",
        },
        [29] = {
            "本地",
        },
        [30] = {
            "安全",
        },
        [31] = {
            "其他",
        },
    },
    [3] = {
        [1] = {
            "主设置",
        },
        [2] = {
            "命中箱选择",
        },
        [3] = {
            "主设置",
        },
        [4] = {
            "武器",
        },
        [5] = {
            "命中框",
        },
        [6] = {
            "瞄准",
        },
        [7] = {
            "可见性",
        },
        [8] = {
            "准确性",
        },
        [9] = {
            "目标",
        },
        [10] = {
            "启用", "启用暴力自瞄。"
        },
        [11] = {
            "静默瞄准", "自瞄时抑制视角移动。"
        },
        [12] = {
            "回溯", "瞄准敌人历史位置。"
        },
        [13] = {
            "防后座力", "抵消武器后坐力以提高命中率。"
        },
        [14] = {
            "防扩散", "抵消武器扩散以提高命中率。"
        },
        [15] = {
            "双发（DT）", "同时发射两发子弹。"
        },
        [16] = {
            "目标选择", {"最低血量", "最近距离", "最接近准星", "选择目标优先级方式。"}
        },
        [17] = {
            "FOV", "自瞄可锁定的最大视野范围。"
        },
        [18] = {
            "刀机器人", {"关闭", "默认", "仅背刺", "快速刺击", "当目标进入范围时自动使用刀攻击。"}
        },
        [19] = {
            "蹲下探头辅助", "当有玩家可成为目标时自动取消蹲下。"
        },
        [20] = {
            "反自瞄修正", "针对假反瞄的修正。"
        },
        [21] = {
            "启用", "启用反瞄准。"
        },
        [22] = {
            "俯仰角", {"关闭", "向下", "向上", "假向上", "归零", ""}
        },
        [23] = {
            "偏航角", {"关闭", "向后", ""}
        },
        [24] = {
            "自动方向",
        },
        [25] = {
            "禁用条件",
        },
        [26] = {
            "启用",
        },
        [27] = {
            "通用",
        },
        [28] = {
            "宙斯电击枪",
        },
        [29] = {
            "手枪",
        },
        [30] = {
            "重型手枪",
        },
        [31] = {
            "冲锋枪",
        },
        [32] = {
            "步枪",
        },
        [33] = {
            "霰弹枪",
        },
        [34] = {
            "侦察狙（SSG08）",
        },
        [35] = {
            "连狙",
        },
        [36] = {
            "狙击枪",
        },
        [37] = {
            "轻机枪",
        },
        [38] = {
            "通用",
        },
        [39] = {
            "宙斯电击枪",
        },
        [40] = {
            "手枪",
        },
        [41] = {
            "重型手枪",
        },
        [42] = {
            "冲锋枪",
        },
        [43] = {
            "步枪",
        },
        [44] = {
            "霰弹枪",
        },
        [45] = {
            "侦察狙（SSG08）",
        },
        [46] = {
            "连狙",
        },
        [47] = {
            "狙击枪",
        },
        [48] = {
            "轻机枪",
        },
        [49] = {
            "通用",
        },
        [50] = {
            "宙斯电击枪",
        },
        [51] = {
            "手枪",
        },
        [52] = {
            "重型手枪",
        },
        [53] = {
            "冲锋枪",
        },
        [54] = {
            "步枪",
        },
        [55] = {
            "霰弹枪",
        },
        [56] = {
            "侦察狙（SSG08）",
        },
        [57] = {
            "连狙",
        },
        [58] = {
            "狙击枪",
        },
        [59] = {
            "轻机枪",
        },
        [60] = {
            "覆盖",
        },
        [61] = {
            "模型着色",
        },
        [62] = {
            "覆盖",
        },
        [63] = {
            "模型着色",
        },
        [64] = {
            "覆盖",
        },
        [65] = {
            "模型着色",
        },
        [66] = {
            "覆盖",
        },
        [67] = {
            "模型着色",
        },
        [68] = {
            "启用第三人称",
        },
        [69] = {
            "第三人称距离",
        },
        [70] = {
            "视角 FOV",
        },
        [71] = {
            "武器模型 FOV",
        },
        [72] = {
            "在主菜单应用",
        },
        [73] = {
            "天气", {"关闭", "雨", "雪", "余烬", "灰烬", "在地图上添加自定义天气效果。"}
        },
        [74] = {
            "天空盒", "替换地图默认天空盒。"
        },
        [75] = {
            "世界颜色",
        },
        [76] = {
            "天空颜色",
        },
        [77] = {
            "云层颜色",
        },
        [78] = {
            "太阳颜色",
        },
        [79] = {
            "爆炸颜色",
        },
        [80] = {
            "火焰颜色",
        },
        [81] = {
            "枪口火焰颜色",
        },
        [82] = {
            "烟雾颜色",
        },
        [83] = {
            "雷达", "在游戏雷达上显示敌人。"
        },
        [84] = {
            "可视化自瞄", "在探头前可视化自瞄命中位置。"
        },
        [85] = {
            "狙击准星", "在使用狙击枪时显示原本被隐藏的游戏准星。"
        },
        [86] = {
            "后坐力准星", {"关闭", "直线", "渐变", "命中率", "在界面上显示子弹落点的预测位置，帮助瞄准。"}
        },
        [87] = {
            "移除特效", "禁用选中的效果。"
        },
        [88] = {
            "穿墙信息", "显示墙体可穿透的区域。"
        },
        [89] = {
            "视野外提示", {"关闭", "箭头", "箭头 + 信息", "显示视野外敌人指示器。"}
        },
        [90] = {
            "视野外缩放",
        },
        [91] = {
            "指示器",
        },
        [92] = {
            "燃烧弹火焰", "绘制燃烧瓶燃烧区域。"
        },
        [93] = {
            "烟雾弹", "显示烟雾覆盖范围。"
        },
        [94] = {
            "手雷轨迹", "显示手雷飞行路线。"
        },
        [95] = {
            "手雷警告", "显示爆炸预警。"
        },
        [96] = {
            "命中特效", "击中敌人时的效果。"
        },
        [97] = {
            "伤害指示",
        },
        [98] = {
            "击杀特效", {"关闭", "蒸发", "液化", ""}
        },
        [99] = {
            "子弹轨迹",
        },
        [100] = {
            "安全模式", {"严格", "开启", "关闭", "根据所选模式限制不同功能。"}
        },
        [101] = {
            "聊天刷屏", "在聊天中宣传 AIMWARE。"
        },
        [102] = {
            "自动接受对局", "自动接受匹配比赛。"
        },
        [103] = {
            "保留击杀信息", "保留击杀信息。"
        },
        [104] = {
            "显示观战者", "查看谁在观看你。"
        },
        [105] = {
            "反 OBS 捕获", "在屏幕录制时隐藏视觉效果。"
        },
        [106] = {
            "显示水印", "在屏幕上显示水印。"
        },
        [107] = {
            "快速下包", "自动安装炸弹。"
        },
        [108] = {
            "直投", "在角色移动时仍保持手雷投掷的直线轨迹，提高投掷准确性。"
        },
        [109] = {
            "日志",
        },
        [110] = {
            "自动连跳转向", "启用自动侧滑以获得更高速度。"
        },
        [111] = {
            "自动跳跃", {"关闭", "完美", "合法", "选择自动跳跃模式以进行兔子跳。"}
        },
        [112] = {
            "跳跃 Bug", {"关闭", "始终开启", "仅在掉落伤害时", "防止落地惩罚。"}
        },
        [113] = {
            "边缘跳", "在掉落前跳跃。"
        },
        [114] = {
            "空中蹲", "空中保持下蹲。"
        },
        [115] = {
            "慢走按键", "按住此键时减慢玩家移动速度。"
        },
        [116] = {
            "慢走速度", "移动速度倍率。"
        },
        [117] = {
            "快速爬梯", "梯子爬升加速。"
        },
        [118] = {
            "快速停下", "通过反向侧移更快停止。"
        },
        [119] = {
            "允许脚本编辑 Lua 文件",
        },
        [120] = {
            "允许脚本编辑 CFG 文件",
        },
        [121] = {
            "允许网络连接", "⚠ 可能泄露你的 IP 地址"
        },
        [122] = {
            "允许游戏脚本", "⚠ 可被利用执行恶意 Steam API 代码"
        },
        [123] = {
            "允许不安全的 FFI", "⚠ 可被利用执行恶意或不良脚本"
        },
        [124] = {
            "保存 Lua 权限",
        },
        [125] = {
            "跟随配置加载",
        },
    },
    [4] = {
        [1] = {
            "创建",
        },
        [2] = {
            "启用", "启用合法自瞄。"
        },
        [3] = {
            "瞄准按键", "启用合法自瞄。"
        },
        [4] = {
            "自动手枪间隔", "自动模式下两次射击之间的间隔。"
        },
        [5] = {
            "通用",
        },
        [6] = {
            "宙斯电击枪",
        },
        [7] = {
            "手枪",
        },
        [8] = {
            "重型手枪",
        },
        [9] = {
            "冲锋枪",
        },
        [10] = {
            "步枪",
        },
        [11] = {
            "霰弹枪",
        },
        [12] = {
            "侦察狙（SSG08）",
        },
        [13] = {
            "连狙",
        },
        [14] = {
            "狙击枪",
        },
        [15] = {
            "轻机枪",
        },
        [16] = {
            "启用", "启用自动扳机。"
        },
        [17] = {
            "扳机按键", "按下按键时启用扳机。"
        },
        [18] = {
            "自动开火", "让扳机无需按键即可开火。"
        },
        [19] = {
            "刀机器人", "开启刀自动攻击。"
        },
        [20] = {
            "通用",
        },
        [21] = {
            "宙斯电击枪",
        },
        [22] = {
            "手枪",
        },
        [23] = {
            "重型手枪",
        },
        [24] = {
            "冲锋枪",
        },
        [25] = {
            "步枪",
        },
        [26] = {
            "霰弹枪",
        },
        [27] = {
            "侦察狙（SSG08）",
        },
        [28] = {
            "连狙",
        },
        [29] = {
            "狙击枪",
        },
        [30] = {
            "轻机枪",
        },
        [31] = {
            "通用",
        },
        [32] = {
            "宙斯电击枪",
        },
        [33] = {
            "手枪",
        },
        [34] = {
            "重型手枪",
        },
        [35] = {
            "冲锋枪",
        },
        [36] = {
            "步枪",
        },
        [37] = {
            "霰弹枪",
        },
        [38] = {
            "侦察狙（SSG08）",
        },
        [39] = {
            "连狙",
        },
        [40] = {
            "狙击枪",
        },
        [41] = {
            "轻机枪",
        },
        [42] = {
            "通用",
        },
        [43] = {
            "宙斯电击枪",
        },
        [44] = {
            "手枪",
        },
        [45] = {
            "重型手枪",
        },
        [46] = {
            "冲锋枪",
        },
        [47] = {
            "步枪",
        },
        [48] = {
            "霰弹枪",
        },
        [49] = {
            "侦察狙（SSG08）",
        },
        [50] = {
            "连狙",
        },
        [51] = {
            "狙击枪",
        },
        [52] = {
            "轻机枪",
        },
        [53] = {
            "通用",
        },
        [54] = {
            "宙斯电击枪",
        },
        [55] = {
            "手枪",
        },
        [56] = {
            "重型手枪",
        },
        [57] = {
            "冲锋枪",
        },
        [58] = {
            "步枪",
        },
        [59] = {
            "霰弹枪",
        },
        [60] = {
            "侦察狙（SSG08）",
        },
        [61] = {
            "连狙",
        },
        [62] = {
            "狙击枪",
        },
        [63] = {
            "轻机枪",
        },
        [64] = {
            "通用",
        },
        [65] = {
            "宙斯电击枪",
        },
        [66] = {
            "手枪",
        },
        [67] = {
            "重型手枪",
        },
        [68] = {
            "冲锋枪",
        },
        [69] = {
            "步枪",
        },
        [70] = {
            "霰弹枪",
        },
        [71] = {
            "侦察狙（SSG08）",
        },
        [72] = {
            "连狙",
        },
        [73] = {
            "狙击枪",
        },
        [74] = {
            "轻机枪",
        },
        [75] = {
            "通用",
        },
        [76] = {
            "宙斯电击枪",
        },
        [77] = {
            "手枪",
        },
        [78] = {
            "重型手枪",
        },
        [79] = {
            "冲锋枪",
        },
        [80] = {
            "步枪",
        },
        [81] = {
            "霰弹枪",
        },
        [82] = {
            "侦察狙（SSG08）",
        },
        [83] = {
            "连狙",
        },
        [84] = {
            "狙击枪",
        },
        [85] = {
            "轻机枪",
        },
        [86] = {
            "边缘触发",
        },
        [87] = {
            "目标触发",
        },
        [88] = {
            "使用时触发",
        },
        [89] = {
            "持刀时触发",
        },
        [90] = {
            "手雷时触发",
        },
        [91] = {
            "冻结时间期间",
        },
        [92] = {
            "最小伤害", "自瞄开火所需的最小伤害值。"
        },
        [93] = {
            "最小伤害选项",
        },
        [94] = {
            "命中率", "抵消因武器不精确导致的空枪。"
        },
        [95] = {
            "最小伤害", "自瞄开火所需的最小伤害值。"
        },
        [96] = {
            "最小伤害选项",
        },
        [97] = {
            "命中率", "抵消因武器不精确导致的空枪。"
        },
        [98] = {
            "最小伤害", "自瞄开火所需的最小伤害值。"
        },
        [99] = {
            "最小伤害选项",
        },
        [100] = {
            "命中率", "抵消因武器不精确导致的空枪。"
        },
        [101] = {
            "最小伤害", "自瞄开火所需的最小伤害值。"
        },
        [102] = {
            "最小伤害选项",
        },
        [103] = {
            "命中率", "抵消因武器不精确导致的空枪。"
        },
        [104] = {
            "最小伤害", "自瞄开火所需的最小伤害值。"
        },
        [105] = {
            "最小伤害选项",
        },
        [106] = {
            "命中率", "抵消因武器不精确导致的空枪。"
        },
        [107] = {
            "最小伤害", "自瞄开火所需的最小伤害值。"
        },
        [108] = {
            "最小伤害选项",
        },
        [109] = {
            "命中率", "抵消因武器不精确导致的空枪。"
        },
        [110] = {
            "最小伤害", "自瞄开火所需的最小伤害值。"
        },
        [111] = {
            "最小伤害选项",
        },
        [112] = {
            "命中率", "抵消因武器不精确导致的空枪。"
        },
        [113] = {
            "最小伤害", "自瞄开火所需的最小伤害值。"
        },
        [114] = {
            "最小伤害选项",
        },
        [115] = {
            "命中率", "抵消因武器不精确导致的空枪。"
        },
        [116] = {
            "最小伤害", "自瞄开火所需的最小伤害值。"
        },
        [117] = {
            "最小伤害选项",
        },
        [118] = {
            "命中率", "抵消因武器不精确导致的空枪。"
        },
        [119] = {
            "最小伤害", "自瞄开火所需的最小伤害值。"
        },
        [120] = {
            "最小伤害选项",
        },
        [121] = {
            "命中率", "抵消因武器不精确导致的空枪。"
        },
        [122] = {
            "最小伤害", "自瞄开火所需的最小伤害值。"
        },
        [123] = {
            "最小伤害选项",
        },
        [124] = {
            "命中率", "抵消因武器不精确导致的空枪。"
        },
        [125] = {
            "头部", "头部目标优先设置。"
        },
        [126] = {
            "头部", "身体目标优先设置。"
        },
        [127] = {
            "头部", "四肢目标优先设置。"
        },
        [128] = {
            "头部", "头部目标优先设置。"
        },
        [129] = {
            "头部", "身体目标优先设置。"
        },
        [130] = {
            "头部", "四肢目标优先设置。"
        },
        [131] = {
            "头部", "头部目标优先设置。"
        },
        [132] = {
            "头部", "身体目标优先设置。"
        },
        [133] = {
            "头部", "四肢目标优先设置。"
        },
        [134] = {
            "头部", "头部目标优先设置。"
        },
        [135] = {
            "头部", "身体目标优先设置。"
        },
        [136] = {
            "头部", "四肢目标优先设置。"
        },
        [137] = {
            "头部", "头部目标优先设置。"
        },
        [138] = {
            "头部", "身体目标优先设置。"
        },
        [139] = {
            "头部", "四肢目标优先设置。"
        },
        [140] = {
            "头部", "头部目标优先设置。"
        },
        [141] = {
            "头部", "身体目标优先设置。"
        },
        [142] = {
            "头部", "四肢目标优先设置。"
        },
        [143] = {
            "头部", "头部目标优先设置。"
        },
        [144] = {
            "头部", "身体目标优先设置。"
        },
        [145] = {
            "头部", "四肢目标优先设置。"
        },
        [146] = {
            "头部", "头部目标优先设置。"
        },
        [147] = {
            "头部", "身体目标优先设置。"
        },
        [148] = {
            "头部", "四肢目标优先设置。"
        },
        [149] = {
            "头部", "头部目标优先设置。"
        },
        [150] = {
            "头部", "身体目标优先设置。"
        },
        [151] = {
            "头部", "四肢目标优先设置。"
        },
        [152] = {
            "头部", "头部目标优先设置。"
        },
        [153] = {
            "头部", "身体目标优先设置。"
        },
        [154] = {
            "头部", "四肢目标优先设置。"
        },
        [155] = {
            "头部", "头部目标优先设置。"
        },
        [156] = {
            "头部", "身体目标优先设置。"
        },
        [157] = {
            "头部", "四肢目标优先设置。"
        },
        [158] = {
            "自动开火",
        },
        [159] = {
            "自动开镜",
        },
        [160] = {
            "自动停下",
        },
        [161] = {
            "自动停下",
        },
        [162] = {
            "自动开火",
        },
        [163] = {
            "自动停下",
        },
        [164] = {
            "自动开火",
        },
        [165] = {
            "自动停下",
        },
        [166] = {
            "自动停下",
        },
        [167] = {
            "自动停下",
        },
        [168] = {
            "自动停下",
        },
        [169] = {
            "自动开火",
        },
        [170] = {
            "自动开镜",
        },
        [171] = {
            "自动停下",
        },
        [172] = {
            "自动开镜",
        },
        [173] = {
            "自动停下",
        },
        [174] = {
            "自动开火",
        },
        [175] = {
            "自动开镜",
        },
        [176] = {
            "自动停下",
        },
        [177] = {
            "自动停下",
        },
        [178] = {
            "方框",
        },
        [179] = {
            "名称",
        },
        [180] = {
            "弹药",
        },
        [181] = {
            "生命值",
        },
        [182] = {
            "骨骼",
        },
        [183] = {
            "护甲",
        },
        [184] = {
            "金钱",
        },
        [185] = {
            "延迟",
        },
        [186] = {
            "状态标志",
        },
        [187] = {
            "武器",
        },
        [188] = {
            "枪线",
        },
        [189] = {
            "模型可见", {"关闭", "平面", "纹理", "发光", "塑料", "金属", ""}
        },
        [190] = {
            "模型被遮挡", {"关闭", "平面", "纹理", "发光", "塑料", "金属", ""}
        },
        [191] = {
            "模型发光", {"关闭", "启用", ""}
        },
        [192] = {
            "附件可见", {"关闭", "平面", "纹理", "发光", "塑料", "金属", ""}
        },
        [193] = {
            "附件被遮挡", {"关闭", "平面", "纹理", "发光", "塑料", "金属", ""}
        },
        [194] = {
            "布娃娃可见", {"关闭", "平面", "纹理", "发光", "塑料", "金属", ""}
        },
        [195] = {
            "布娃娃被遮挡", {"关闭", "平面", "纹理", "发光", "塑料", "金属", ""}
        },
        [196] = {
            "方框",
        },
        [197] = {
            "名称",
        },
        [198] = {
            "弹药",
        },
        [199] = {
            "生命值",
        },
        [200] = {
            "骨骼",
        },
        [201] = {
            "护甲",
        },
        [202] = {
            "金钱",
        },
        [203] = {
            "延迟",
        },
        [204] = {
            "状态标志",
        },
        [205] = {
            "武器",
        },
        [206] = {
            "枪线",
        },
        [207] = {
            "模型可见", {"关闭", "平面", "纹理", "发光", "塑料", "金属", ""}
        },
        [208] = {
            "模型被遮挡", {"关闭", "平面", "纹理", "发光", "塑料", "金属", ""}
        },
        [209] = {
            "模型发光", {"关闭", "启用", ""}
        },
        [210] = {
            "附件可见", {"关闭", "平面", "纹理", "发光", "塑料", "金属", ""}
        },
        [211] = {
            "附件被遮挡", {"关闭", "平面", "纹理", "发光", "塑料", "金属", ""}
        },
        [212] = {
            "布娃娃可见", {"关闭", "平面", "纹理", "发光", "塑料", "金属", ""}
        },
        [213] = {
            "布娃娃被遮挡", {"关闭", "平面", "纹理", "发光", "塑料", "金属", ""}
        },
        [214] = {
            "方框",
        },
        [215] = {
            "名称",
        },
        [216] = {
            "手雷",
        },
        [217] = {
            "弹药",
        },
        [218] = {
            "C4 计时器",
        },
        [219] = {
            "拆弹器",
        },
        [220] = {
            "模型可见", {"关闭", "平面", "纹理", "发光", "塑料", "金属", ""}
        },
        [221] = {
            "模型被遮挡", {"关闭", "平面", "纹理", "发光", "塑料", "金属", ""}
        },
        [222] = {
            "模型发光", {"关闭", "启用", ""}
        },
        [223] = {
            "方框",
        },
        [224] = {
            "名称",
        },
        [225] = {
            "弹药",
        },
        [226] = {
            "生命值",
        },
        [227] = {
            "骨骼",
        },
        [228] = {
            "护甲",
        },
        [229] = {
            "金钱",
        },
        [230] = {
            "延迟",
        },
        [231] = {
            "状态标志",
        },
        [232] = {
            "武器",
        },
        [233] = {
            "枪线",
        },
        [234] = {
            "模型可见", {"关闭", "平面", "纹理", "发光", "塑料", "金属", ""}
        },
        [235] = {
            "模型被遮挡", {"关闭", "平面", "纹理", "发光", "塑料", "金属", ""}
        },
        [236] = {
            "附件可见", {"关闭", "平面", "纹理", "发光", "塑料", "金属", ""}
        },
        [237] = {
            "附件被遮挡", {"关闭", "平面", "纹理", "发光", "塑料", "金属", ""}
        },
        [238] = {
            "武器可见", {"关闭", "平面", "纹理", "发光", "塑料", "金属", ""}
        },
        [239] = {
            "武器被遮挡", {"关闭", "平面", "纹理", "发光", "塑料", "金属", ""}
        },
        [240] = {
            "手臂可见", {"关闭", "平面", "纹理", "发光", "塑料", "金属", ""}
        },
        [241] = {
            "手臂被遮挡", {"关闭", "平面", "纹理", "发光", "塑料", "金属", ""}
        },
        [242] = {
            "无闪光效果",
        },
        [243] = {
            "无烟雾效果",
        },
        [244] = {
            "无后坐力",
        },
        [245] = {
            "无开镜效果",
        },
        [246] = {
            "无开镜遮罩",
        },
        [247] = {
            "无天空",
        },
        [248] = {
            "伤害",
        },
        [249] = {
            "圆形",
        },
        [250] = {
            "准星",
        },
        [251] = {
            "双发（DT）",
        },
        [252] = {
            "反扩散",
        },
        [253] = {
            "最小伤害", "自瞄开火所需的最小伤害值。"
        },
        [254] = {
            "本地玩家",
        },
        [255] = {
            "队友",
        },
        [256] = {
            "敌人",
        },
        [257] = {
            "本地玩家",
        },
        [258] = {
            "队友",
        },
        [259] = {
            "敌人",
        },
        [260] = {
            "颜色渐变",
        },
        [261] = {
            "本地玩家",
        },
        [262] = {
            "队友",
        },
        [263] = {
            "敌人",
        },
        [264] = {
            "声音",
        },
        [265] = {
            "标记",
        },
        [266] = {
            "本地玩家",
        },
        [267] = {
            "队友",
        },
        [268] = {
            "敌人",
        },
        [269] = {
            "控制台",
        },
        [270] = {
            "购买",
        },
        [271] = {
            "伤害",
        },
        [272] = {
            "创建",
        },
    },
    [5] = {
        [1] = {
            "命中区域切换速度", "设置自瞄在不同命中区域间切换的快慢。"
        },
        [2] = {
            "距离准星最近", "将最靠近准星的命中区域优先作为首选。"
        },
        [3] = {
            "命中区域切换速度", "设置自瞄在不同命中区域间切换的快慢。"
        },
        [4] = {
            "距离准星最近", "将最靠近准星的命中区域优先作为首选。"
        },
        [5] = {
            "命中区域切换速度", "设置自瞄在不同命中区域间切换的快慢。"
        },
        [6] = {
            "距离准星最近", "将最靠近准星的命中区域优先作为首选。"
        },
        [7] = {
            "命中区域切换速度", "设置自瞄在不同命中区域间切换的快慢。"
        },
        [8] = {
            "距离准星最近", "将最靠近准星的命中区域优先作为首选。"
        },
        [9] = {
            "命中区域切换速度", "设置自瞄在不同命中区域间切换的快慢。"
        },
        [10] = {
            "距离准星最近", "将最靠近准星的命中区域优先作为首选。"
        },
        [11] = {
            "命中区域切换速度", "设置自瞄在不同命中区域间切换的快慢。"
        },
        [12] = {
            "距离准星最近", "将最靠近准星的命中区域优先作为首选。"
        },
        [13] = {
            "命中区域切换速度", "设置自瞄在不同命中区域间切换的快慢。"
        },
        [14] = {
            "距离准星最近", "将最靠近准星的命中区域优先作为首选。"
        },
        [15] = {
            "命中区域切换速度", "设置自瞄在不同命中区域间切换的快慢。"
        },
        [16] = {
            "距离准星最近", "将最靠近准星的命中区域优先作为首选。"
        },
        [17] = {
            "命中区域切换速度", "设置自瞄在不同命中区域间切换的快慢。"
        },
        [18] = {
            "距离准星最近", "将最靠近准星的命中区域优先作为首选。"
        },
        [19] = {
            "命中区域切换速度", "设置自瞄在不同命中区域间切换的快慢。"
        },
        [20] = {
            "距离准星最近", "将最靠近准星的命中区域优先作为首选。"
        },
        [21] = {
            "命中区域切换速度", "设置自瞄在不同命中区域间切换的快慢。"
        },
        [22] = {
            "距离准星最近", "将最靠近准星的命中区域优先作为首选。"
        },
        [23] = {
            "扳机延迟", "触发锁定后延迟射击。"
        },
        [24] = {
            "扳机连发", "锁定后持续射击。"
        },
        [25] = {
            "命中率", "扳机开火所需的最低命中概率。"
        },
        [26] = {
            "准确性", "考虑哪种武器的精度。"
        },
        [27] = {
            "扳机延迟", "触发锁定后延迟射击。"
        },
        [28] = {
            "扳机连发", "锁定后持续射击。"
        },
        [29] = {
            "命中率", "扳机开火所需的最低命中概率。"
        },
        [30] = {
            "准确性", "考虑哪种武器的精度。"
        },
        [31] = {
            "扳机延迟", "触发锁定后延迟射击。"
        },
        [32] = {
            "扳机连发", "锁定后持续射击。"
        },
        [33] = {
            "命中率", "扳机开火所需的最低命中概率。"
        },
        [34] = {
            "准确性", "考虑哪种武器的精度。"
        },
        [35] = {
            "扳机延迟", "触发锁定后延迟射击。"
        },
        [36] = {
            "扳机连发", "锁定后持续射击。"
        },
        [37] = {
            "命中率", "扳机开火所需的最低命中概率。"
        },
        [38] = {
            "准确性", "考虑哪种武器的精度。"
        },
        [39] = {
            "扳机延迟", "触发锁定后延迟射击。"
        },
        [40] = {
            "扳机连发", "锁定后持续射击。"
        },
        [41] = {
            "命中率", "扳机开火所需的最低命中概率。"
        },
        [42] = {
            "准确性", "考虑哪种武器的精度。"
        },
        [43] = {
            "扳机延迟", "触发锁定后延迟射击。"
        },
        [44] = {
            "扳机连发", "锁定后持续射击。"
        },
        [45] = {
            "命中率", "扳机开火所需的最低命中概率。"
        },
        [46] = {
            "准确性", "考虑哪种武器的精度。"
        },
        [47] = {
            "扳机延迟", "触发锁定后延迟射击。"
        },
        [48] = {
            "扳机连发", "锁定后持续射击。"
        },
        [49] = {
            "命中率", "扳机开火所需的最低命中概率。"
        },
        [50] = {
            "准确性", "考虑哪种武器的精度。"
        },
        [51] = {
            "扳机延迟", "触发锁定后延迟射击。"
        },
        [52] = {
            "扳机连发", "锁定后持续射击。"
        },
        [53] = {
            "命中率", "扳机开火所需的最低命中概率。"
        },
        [54] = {
            "准确性", "考虑哪种武器的精度。"
        },
        [55] = {
            "扳机延迟", "触发锁定后延迟射击。"
        },
        [56] = {
            "扳机连发", "锁定后持续射击。"
        },
        [57] = {
            "命中率", "扳机开火所需的最低命中概率。"
        },
        [58] = {
            "准确性", "考虑哪种武器的精度。"
        },
        [59] = {
            "扳机延迟", "触发锁定后延迟射击。"
        },
        [60] = {
            "扳机连发", "锁定后持续射击。"
        },
        [61] = {
            "命中率", "扳机开火所需的最低命中概率。"
        },
        [62] = {
            "准确性", "考虑哪种武器的精度。"
        },
        [63] = {
            "扳机延迟", "触发锁定后延迟射击。"
        },
        [64] = {
            "扳机连发", "锁定后持续射击。"
        },
        [65] = {
            "命中率", "扳机开火所需的最低命中概率。"
        },
        [66] = {
            "准确性", "考虑哪种武器的精度。"
        },
        [67] = {
            "平滑系数", "使自瞄移动更加平滑自然。"
        },
        [68] = {
            "平滑方式", {"动态", "静态", "选择自瞄平滑移动的方式。"}
        },
        [69] = {
            "随机化系数", "让自瞄锁定的位置产生随机偏移。"
        },
        [70] = {
            "曲线系数", "设置移动轨迹的曲线变化程度。"
        },
        [71] = {
            "平滑系数", "使自瞄移动更加平滑自然。"
        },
        [72] = {
            "平滑方式", {"动态", "静态", "选择自瞄平滑移动的方式。"}
        },
        [73] = {
            "随机化系数", "让自瞄锁定的位置产生随机偏移。"
        },
        [74] = {
            "曲线系数", "设置移动轨迹的曲线变化程度。"
        },
        [75] = {
            "平滑系数", "使自瞄移动更加平滑自然。"
        },
        [76] = {
            "平滑方式", {"动态", "静态", "选择自瞄平滑移动的方式。"}
        },
        [77] = {
            "随机化系数", "让自瞄锁定的位置产生随机偏移。"
        },
        [78] = {
            "曲线系数", "设置移动轨迹的曲线变化程度。"
        },
        [79] = {
            "平滑系数", "使自瞄移动更加平滑自然。"
        },
        [80] = {
            "平滑方式", {"动态", "静态", "选择自瞄平滑移动的方式。"}
        },
        [81] = {
            "随机化系数", "让自瞄锁定的位置产生随机偏移。"
        },
        [82] = {
            "曲线系数", "设置移动轨迹的曲线变化程度。"
        },
        [83] = {
            "平滑系数", "使自瞄移动更加平滑自然。"
        },
        [84] = {
            "平滑方式", {"动态", "静态", "选择自瞄平滑移动的方式。"}
        },
        [85] = {
            "随机化系数", "让自瞄锁定的位置产生随机偏移。"
        },
        [86] = {
            "曲线系数", "设置移动轨迹的曲线变化程度。"
        },
        [87] = {
            "平滑系数", "使自瞄移动更加平滑自然。"
        },
        [88] = {
            "平滑方式", {"动态", "静态", "选择自瞄平滑移动的方式。"}
        },
        [89] = {
            "随机化系数", "让自瞄锁定的位置产生随机偏移。"
        },
        [90] = {
            "曲线系数", "设置移动轨迹的曲线变化程度。"
        },
        [91] = {
            "平滑系数", "使自瞄移动更加平滑自然。"
        },
        [92] = {
            "平滑方式", {"动态", "静态", "选择自瞄平滑移动的方式。"}
        },
        [93] = {
            "随机化系数", "让自瞄锁定的位置产生随机偏移。"
        },
        [94] = {
            "曲线系数", "设置移动轨迹的曲线变化程度。"
        },
        [95] = {
            "平滑系数", "使自瞄移动更加平滑自然。"
        },
        [96] = {
            "平滑方式", {"动态", "静态", "选择自瞄平滑移动的方式。"}
        },
        [97] = {
            "随机化系数", "让自瞄锁定的位置产生随机偏移。"
        },
        [98] = {
            "曲线系数", "设置移动轨迹的曲线变化程度。"
        },
        [99] = {
            "平滑系数", "使自瞄移动更加平滑自然。"
        },
        [100] = {
            "平滑方式", {"动态", "静态", "选择自瞄平滑移动的方式。"}
        },
        [101] = {
            "随机化系数", "让自瞄锁定的位置产生随机偏移。"
        },
        [102] = {
            "曲线系数", "设置移动轨迹的曲线变化程度。"
        },
        [103] = {
            "平滑系数", "使自瞄移动更加平滑自然。"
        },
        [104] = {
            "平滑方式", {"动态", "静态", "选择自瞄平滑移动的方式。"}
        },
        [105] = {
            "随机化系数", "让自瞄锁定的位置产生随机偏移。"
        },
        [106] = {
            "曲线系数", "设置移动轨迹的曲线变化程度。"
        },
        [107] = {
            "平滑系数", "使自瞄移动更加平滑自然。"
        },
        [108] = {
            "平滑方式", {"动态", "静态", "选择自瞄平滑移动的方式。"}
        },
        [109] = {
            "随机化系数", "让自瞄锁定的位置产生随机偏移。"
        },
        [110] = {
            "曲线系数", "设置移动轨迹的曲线变化程度。"
        },
        [111] = {
            "自动穿墙", "允许穿过可穿透墙体开火。"
        },
        [112] = {
            "穿烟", "允许穿过烟雾开火。"
        },
        [113] = {
            "自动穿墙", "允许穿过可穿透墙体开火。"
        },
        [114] = {
            "穿烟", "允许穿过烟雾开火。"
        },
        [115] = {
            "自动穿墙", "允许穿过可穿透墙体开火。"
        },
        [116] = {
            "穿烟", "允许穿过烟雾开火。"
        },
        [117] = {
            "自动穿墙", "允许穿过可穿透墙体开火。"
        },
        [118] = {
            "穿烟", "允许穿过烟雾开火。"
        },
        [119] = {
            "自动穿墙", "允许穿过可穿透墙体开火。"
        },
        [120] = {
            "穿烟", "允许穿过烟雾开火。"
        },
        [121] = {
            "自动穿墙", "允许穿过可穿透墙体开火。"
        },
        [122] = {
            "穿烟", "允许穿过烟雾开火。"
        },
        [123] = {
            "自动穿墙", "允许穿过可穿透墙体开火。"
        },
        [124] = {
            "穿烟", "允许穿过烟雾开火。"
        },
        [125] = {
            "自动穿墙", "允许穿过可穿透墙体开火。"
        },
        [126] = {
            "穿烟", "允许穿过烟雾开火。"
        },
        [127] = {
            "自动穿墙", "允许穿过可穿透墙体开火。"
        },
        [128] = {
            "穿烟", "允许穿过烟雾开火。"
        },
        [129] = {
            "自动穿墙", "允许穿过可穿透墙体开火。"
        },
        [130] = {
            "穿烟", "允许穿过烟雾开火。"
        },
        [131] = {
            "自动穿墙", "允许穿过可穿透墙体开火。"
        },
        [132] = {
            "穿烟", "允许穿过烟雾开火。"
        },
        [133] = {
            "后坐力控制系统（RCS）", {"关闭", "仅自瞄时", "自瞄 + 独立运行", "平滑地抵消武器后坐力。"}
        },
        [134] = {
            "水平后坐力", "抵消多少水平后坐力。"
        },
        [135] = {
            "垂直后坐力", "抵消多少垂直后坐力。"
        },
        [136] = {
            "后坐力控制系统（RCS）", {"关闭", "仅自瞄时", "自瞄 + 独立运行", "平滑地抵消武器后坐力。"}
        },
        [137] = {
            "水平后坐力", "抵消多少水平后坐力。"
        },
        [138] = {
            "垂直后坐力", "抵消多少垂直后坐力。"
        },
        [139] = {
            "后坐力控制系统（RCS）", {"关闭", "仅自瞄时", "自瞄 + 独立运行", "平滑地抵消武器后坐力。"}
        },
        [140] = {
            "水平后坐力", "抵消多少水平后坐力。"
        },
        [141] = {
            "垂直后坐力", "抵消多少垂直后坐力。"
        },
        [142] = {
            "后坐力控制系统（RCS）", {"关闭", "仅自瞄时", "自瞄 + 独立运行", "平滑地抵消武器后坐力。"}
        },
        [143] = {
            "水平后坐力", "抵消多少水平后坐力。"
        },
        [144] = {
            "垂直后坐力", "抵消多少垂直后坐力。"
        },
        [145] = {
            "后坐力控制系统（RCS）", {"关闭", "仅自瞄时", "自瞄 + 独立运行", "平滑地抵消武器后坐力。"}
        },
        [146] = {
            "水平后坐力", "抵消多少水平后坐力。"
        },
        [147] = {
            "垂直后坐力", "抵消多少垂直后坐力。"
        },
        [148] = {
            "后坐力控制系统（RCS）", {"关闭", "仅自瞄时", "自瞄 + 独立运行", "平滑地抵消武器后坐力。"}
        },
        [149] = {
            "水平后坐力", "抵消多少水平后坐力。"
        },
        [150] = {
            "垂直后坐力", "抵消多少垂直后坐力。"
        },
        [151] = {
            "后坐力控制系统（RCS）", {"关闭", "仅自瞄时", "自瞄 + 独立运行", "平滑地抵消武器后坐力。"}
        },
        [152] = {
            "水平后坐力", "抵消多少水平后坐力。"
        },
        [153] = {
            "垂直后坐力", "抵消多少垂直后坐力。"
        },
        [154] = {
            "后坐力控制系统（RCS）", {"关闭", "仅自瞄时", "自瞄 + 独立运行", "平滑地抵消武器后坐力。"}
        },
        [155] = {
            "水平后坐力", "抵消多少水平后坐力。"
        },
        [156] = {
            "垂直后坐力", "抵消多少垂直后坐力。"
        },
        [157] = {
            "后坐力控制系统（RCS）", {"关闭", "仅自瞄时", "自瞄 + 独立运行", "平滑地抵消武器后坐力。"}
        },
        [158] = {
            "水平后坐力", "抵消多少水平后坐力。"
        },
        [159] = {
            "垂直后坐力", "抵消多少垂直后坐力。"
        },
        [160] = {
            "后坐力控制系统（RCS）", {"关闭", "仅自瞄时", "自瞄 + 独立运行", "平滑地抵消武器后坐力。"}
        },
        [161] = {
            "水平后坐力", "抵消多少水平后坐力。"
        },
        [162] = {
            "垂直后坐力", "抵消多少垂直后坐力。"
        },
        [163] = {
            "后坐力控制系统（RCS）", {"关闭", "仅自瞄时", "自瞄 + 独立运行", "平滑地抵消武器后坐力。"}
        },
        [164] = {
            "水平后坐力", "抵消多少水平后坐力。"
        },
        [165] = {
            "垂直后坐力", "抵消多少垂直后坐力。"
        },
        [166] = {
            "最小 FOV 范围", "自瞄锁定的最小视野范围。"
        },
        [167] = {
            "最大 FOV 范围", "自瞄锁定的最大视野范围。"
        },
        [168] = {
            "非锁定目标", "目标超出最大 FOV 后将其丢失。"
        },
        [169] = {
            "目标切换延迟", "自瞄切换目标前等待的时间。"
        },
        [170] = {
            "首发延迟", "自瞄开出第一枪前的等待时间。"
        },
        [171] = {
            "最小 FOV 范围", "自瞄锁定的最小视野范围。"
        },
        [172] = {
            "最大 FOV 范围", "自瞄锁定的最大视野范围。"
        },
        [173] = {
            "非锁定目标", "目标超出最大 FOV 后将其丢失。"
        },
        [174] = {
            "目标切换延迟", "自瞄切换目标前等待的时间。"
        },
        [175] = {
            "首发延迟", "自瞄开出第一枪前的等待时间。"
        },
        [176] = {
            "最小 FOV 范围", "自瞄锁定的最小视野范围。"
        },
        [177] = {
            "最大 FOV 范围", "自瞄锁定的最大视野范围。"
        },
        [178] = {
            "非锁定目标", "目标超出最大 FOV 后将其丢失。"
        },
        [179] = {
            "目标切换延迟", "自瞄切换目标前等待的时间。"
        },
        [180] = {
            "首发延迟", "自瞄开出第一枪前的等待时间。"
        },
        [181] = {
            "最小 FOV 范围", "自瞄锁定的最小视野范围。"
        },
        [182] = {
            "最大 FOV 范围", "自瞄锁定的最大视野范围。"
        },
        [183] = {
            "非锁定目标", "目标超出最大 FOV 后将其丢失。"
        },
        [184] = {
            "目标切换延迟", "自瞄切换目标前等待的时间。"
        },
        [185] = {
            "首发延迟", "自瞄开出第一枪前的等待时间。"
        },
        [186] = {
            "最小 FOV 范围", "自瞄锁定的最小视野范围。"
        },
        [187] = {
            "最大 FOV 范围", "自瞄锁定的最大视野范围。"
        },
        [188] = {
            "非锁定目标", "目标超出最大 FOV 后将其丢失。"
        },
        [189] = {
            "目标切换延迟", "自瞄切换目标前等待的时间。"
        },
        [190] = {
            "首发延迟", "自瞄开出第一枪前的等待时间。"
        },
        [191] = {
            "最小 FOV 范围", "自瞄锁定的最小视野范围。"
        },
        [192] = {
            "最大 FOV 范围", "自瞄锁定的最大视野范围。"
        },
        [193] = {
            "非锁定目标", "目标超出最大 FOV 后将其丢失。"
        },
        [194] = {
            "目标切换延迟", "自瞄切换目标前等待的时间。"
        },
        [195] = {
            "首发延迟", "自瞄开出第一枪前的等待时间。"
        },
        [196] = {
            "最小 FOV 范围", "自瞄锁定的最小视野范围。"
        },
        [197] = {
            "最大 FOV 范围", "自瞄锁定的最大视野范围。"
        },
        [198] = {
            "非锁定目标", "目标超出最大 FOV 后将其丢失。"
        },
        [199] = {
            "目标切换延迟", "自瞄切换目标前等待的时间。"
        },
        [200] = {
            "首发延迟", "自瞄开出第一枪前的等待时间。"
        },
        [201] = {
            "最小 FOV 范围", "自瞄锁定的最小视野范围。"
        },
        [202] = {
            "最大 FOV 范围", "自瞄锁定的最大视野范围。"
        },
        [203] = {
            "非锁定目标", "目标超出最大 FOV 后将其丢失。"
        },
        [204] = {
            "目标切换延迟", "自瞄切换目标前等待的时间。"
        },
        [205] = {
            "首发延迟", "自瞄开出第一枪前的等待时间。"
        },
        [206] = {
            "最小 FOV 范围", "自瞄锁定的最小视野范围。"
        },
        [207] = {
            "最大 FOV 范围", "自瞄锁定的最大视野范围。"
        },
        [208] = {
            "非锁定目标", "目标超出最大 FOV 后将其丢失。"
        },
        [209] = {
            "目标切换延迟", "自瞄切换目标前等待的时间。"
        },
        [210] = {
            "首发延迟", "自瞄开出第一枪前的等待时间。"
        },
        [211] = {
            "最小 FOV 范围", "自瞄锁定的最小视野范围。"
        },
        [212] = {
            "最大 FOV 范围", "自瞄锁定的最大视野范围。"
        },
        [213] = {
            "非锁定目标", "目标超出最大 FOV 后将其丢失。"
        },
        [214] = {
            "目标切换延迟", "自瞄切换目标前等待的时间。"
        },
        [215] = {
            "首发延迟", "自瞄开出第一枪前的等待时间。"
        },
        [216] = {
            "最小 FOV 范围", "自瞄锁定的最小视野范围。"
        },
        [217] = {
            "最大 FOV 范围", "自瞄锁定的最大视野范围。"
        },
        [218] = {
            "非锁定目标", "目标超出最大 FOV 后将其丢失。"
        },
        [219] = {
            "目标切换延迟", "自瞄切换目标前等待的时间。"
        },
        [220] = {
            "首发延迟", "自瞄开出第一枪前的等待时间。"
        },
        [221] = {
            "按键",
        },
        [222] = {
            "显示指示器",
        },
        [223] = {
            "类型", {"按住", "切换", ""}
        },
        [224] = {
            "保持原始位置", "在使用自动窥视时，保持射击间的原点位置。"
        },
        [225] = {
            "自动穿墙",
        },
        [226] = {
            "自适应伤害",
        },
        [227] = {
            "自动穿墙",
        },
        [228] = {
            "自适应伤害",
        },
        [229] = {
            "自动穿墙",
        },
        [230] = {
            "自适应伤害",
        },
        [231] = {
            "自动穿墙",
        },
        [232] = {
            "自适应伤害",
        },
        [233] = {
            "自动穿墙",
        },
        [234] = {
            "自适应伤害",
        },
        [235] = {
            "自动穿墙",
        },
        [236] = {
            "自适应伤害",
        },
        [237] = {
            "自动穿墙",
        },
        [238] = {
            "自适应伤害",
        },
        [239] = {
            "自动穿墙",
        },
        [240] = {
            "自适应伤害",
        },
        [241] = {
            "自动穿墙",
        },
        [242] = {
            "自适应伤害",
        },
        [243] = {
            "自动穿墙",
        },
        [244] = {
            "自适应伤害",
        },
        [245] = {
            "自动穿墙",
        },
        [246] = {
            "自适应伤害",
        },
        [247] = {
            "优先",
        },
        [248] = {
            "暴露",
        },
        [249] = {
            "中心",
        },
        [250] = {
            "优先",
        },
        [251] = {
            "致命",
        },
        [252] = {
            "暴露",
        },
        [253] = {
            "中心",
        },
        [254] = {
            "暴露",
        },
        [255] = {
            "中心",
        },
        [256] = {
            "优先",
        },
        [257] = {
            "暴露",
        },
        [258] = {
            "中心",
        },
        [259] = {
            "优先",
        },
        [260] = {
            "致命",
        },
        [261] = {
            "暴露",
        },
        [262] = {
            "中心",
        },
        [263] = {
            "暴露",
        },
        [264] = {
            "中心",
        },
        [265] = {
            "优先",
        },
        [266] = {
            "暴露",
        },
        [267] = {
            "中心",
        },
        [268] = {
            "优先",
        },
        [269] = {
            "致命",
        },
        [270] = {
            "暴露",
        },
        [271] = {
            "中心",
        },
        [272] = {
            "暴露",
        },
        [273] = {
            "中心",
        },
        [274] = {
            "优先",
        },
        [275] = {
            "暴露",
        },
        [276] = {
            "中心",
        },
        [277] = {
            "优先",
        },
        [278] = {
            "致命",
        },
        [279] = {
            "暴露",
        },
        [280] = {
            "中心",
        },
        [281] = {
            "暴露",
        },
        [282] = {
            "中心",
        },
        [283] = {
            "优先",
        },
        [284] = {
            "暴露",
        },
        [285] = {
            "中心",
        },
        [286] = {
            "优先",
        },
        [287] = {
            "致命",
        },
        [288] = {
            "暴露",
        },
        [289] = {
            "中心",
        },
        [290] = {
            "暴露",
        },
        [291] = {
            "中心",
        },
        [292] = {
            "优先",
        },
        [293] = {
            "暴露",
        },
        [294] = {
            "中心",
        },
        [295] = {
            "优先",
        },
        [296] = {
            "致命",
        },
        [297] = {
            "暴露",
        },
        [298] = {
            "中心",
        },
        [299] = {
            "暴露",
        },
        [300] = {
            "中心",
        },
        [301] = {
            "优先",
        },
        [302] = {
            "暴露",
        },
        [303] = {
            "中心",
        },
        [304] = {
            "优先",
        },
        [305] = {
            "致命",
        },
        [306] = {
            "暴露",
        },
        [307] = {
            "中心",
        },
        [308] = {
            "暴露",
        },
        [309] = {
            "中心",
        },
        [310] = {
            "优先",
        },
        [311] = {
            "暴露",
        },
        [312] = {
            "中心",
        },
        [313] = {
            "优先",
        },
        [314] = {
            "致命",
        },
        [315] = {
            "暴露",
        },
        [316] = {
            "中心",
        },
        [317] = {
            "暴露",
        },
        [318] = {
            "中心",
        },
        [319] = {
            "优先",
        },
        [320] = {
            "暴露",
        },
        [321] = {
            "中心",
        },
        [322] = {
            "优先",
        },
        [323] = {
            "致命",
        },
        [324] = {
            "暴露",
        },
        [325] = {
            "中心",
        },
        [326] = {
            "暴露",
        },
        [327] = {
            "中心",
        },
        [328] = {
            "优先",
        },
        [329] = {
            "暴露",
        },
        [330] = {
            "中心",
        },
        [331] = {
            "优先",
        },
        [332] = {
            "致命",
        },
        [333] = {
            "暴露",
        },
        [334] = {
            "中心",
        },
        [335] = {
            "暴露",
        },
        [336] = {
            "中心",
        },
        [337] = {
            "优先",
        },
        [338] = {
            "暴露",
        },
        [339] = {
            "中心",
        },
        [340] = {
            "优先",
        },
        [341] = {
            "致命",
        },
        [342] = {
            "暴露",
        },
        [343] = {
            "中心",
        },
        [344] = {
            "暴露",
        },
        [345] = {
            "中心",
        },
        [346] = {
            "自动手枪",
        },
        [347] = {
            "自动左轮",
        },
        [348] = {
            "开镜",
        },
        [349] = {
            "取消开镜",
        },
        [350] = {
            "停止",
        },
        [351] = {
            "慢走",
        },
        [352] = {
            "蹲下",
        },
        [353] = {
            "两次射击间",
        },
        [354] = {
            "停止",
        },
        [355] = {
            "慢走",
        },
        [356] = {
            "蹲下",
        },
        [357] = {
            "两次射击间",
        },
        [358] = {
            "自动手枪",
        },
        [359] = {
            "停止",
        },
        [360] = {
            "慢走",
        },
        [361] = {
            "蹲下",
        },
        [362] = {
            "两次射击间",
        },
        [363] = {
            "自动手枪",
        },
        [364] = {
            "自动左轮",
        },
        [365] = {
            "停止",
        },
        [366] = {
            "慢走",
        },
        [367] = {
            "蹲下",
        },
        [368] = {
            "两次射击间",
        },
        [369] = {
            "停止",
        },
        [370] = {
            "慢走",
        },
        [371] = {
            "蹲下",
        },
        [372] = {
            "两次射击间",
        },
        [373] = {
            "停止",
        },
        [374] = {
            "慢走",
        },
        [375] = {
            "蹲下",
        },
        [376] = {
            "两次射击间",
        },
        [377] = {
            "停止",
        },
        [378] = {
            "慢走",
        },
        [379] = {
            "蹲下",
        },
        [380] = {
            "两次射击间",
        },
        [381] = {
            "自动手枪",
        },
        [382] = {
            "开镜",
        },
        [383] = {
            "取消开镜",
        },
        [384] = {
            "停止",
        },
        [385] = {
            "慢走",
        },
        [386] = {
            "蹲下",
        },
        [387] = {
            "两次射击间",
        },
        [388] = {
            "开镜",
        },
        [389] = {
            "取消开镜",
        },
        [390] = {
            "停止",
        },
        [391] = {
            "慢走",
        },
        [392] = {
            "蹲下",
        },
        [393] = {
            "两次射击间",
        },
        [394] = {
            "自动手枪",
        },
        [395] = {
            "开镜",
        },
        [396] = {
            "取消开镜",
        },
        [397] = {
            "停止",
        },
        [398] = {
            "慢走",
        },
        [399] = {
            "蹲下",
        },
        [400] = {
            "两次射击间",
        },
        [401] = {
            "停止",
        },
        [402] = {
            "慢走",
        },
        [403] = {
            "蹲下",
        },
        [404] = {
            "两次射击间",
        },
        [405] = {
            "样式", {"描边", "细线", ""}
        },
        [406] = {
            "精度",
        },
        [407] = {
            "颜色",
        },
        [408] = {
            "颜色",
        },
        [409] = {
            "满弹颜色",
        },
        [410] = {
            "空弹颜色",
        },
        [411] = {
            "血条",
        },
        [412] = {
            "血量数字",
        },
        [413] = {
            "颜色",
        },
        [414] = {
            "颜色",
        },
        [415] = {
            "颜色",
        },
        [416] = {
            "颜色",
        },
        [417] = {
            "拆弹中",
        },
        [418] = {
            "下包中",
        },
        [419] = {
            "开镜中",
        },
        [420] = {
            "换弹中",
        },
        [421] = {
            "拔针",
        },
        [422] = {
            "被闪",
        },
        [423] = {
            "有拆弹器",
        },
        [424] = {
            "持有 C4",
        },
        [425] = {
            "样式", {"图标", "名字", ""}
        },
        [426] = {
            "过滤",
        },
        [427] = {
            "颜色",
        },
        [428] = {
            "重要颜色",
        },
        [429] = {
            "起始",
        },
        [430] = {
            "结束",
        },
        [431] = {
            "样式", {"描边", "细线", ""}
        },
        [432] = {
            "精度",
        },
        [433] = {
            "颜色",
        },
        [434] = {
            "颜色",
        },
        [435] = {
            "满弹颜色",
        },
        [436] = {
            "空弹颜色",
        },
        [437] = {
            "血条",
        },
        [438] = {
            "血量数字",
        },
        [439] = {
            "颜色",
        },
        [440] = {
            "颜色",
        },
        [441] = {
            "颜色",
        },
        [442] = {
            "颜色",
        },
        [443] = {
            "拆弹中",
        },
        [444] = {
            "下包中",
        },
        [445] = {
            "开镜中",
        },
        [446] = {
            "换弹中",
        },
        [447] = {
            "拔针",
        },
        [448] = {
            "被闪",
        },
        [449] = {
            "有拆弹器",
        },
        [450] = {
            "持有 C4",
        },
        [451] = {
            "样式", {"图标", "名字", ""}
        },
        [452] = {
            "过滤",
        },
        [453] = {
            "颜色",
        },
        [454] = {
            "重要颜色",
        },
        [455] = {
            "起始",
        },
        [456] = {
            "结束",
        },
        [457] = {
            "样式", {"描边", "细线", ""}
        },
        [458] = {
            "精度",
        },
        [459] = {
            "颜色",
        },
        [460] = {
            "样式", {"图标", "名字", ""}
        },
        [461] = {
            "颜色",
        },
        [462] = {
            "名称",
        },
        [463] = {
            "图标",
        },
        [464] = {
            "爆炸倒计时",
        },
        [465] = {
            "满弹颜色",
        },
        [466] = {
            "空弹颜色",
        },
        [467] = {
            "样式",
        },
        [468] = {
            "精度",
        },
        [469] = {
            "颜色",
        },
        [470] = {
            "颜色",
        },
        [471] = {
            "满弹颜色",
        },
        [472] = {
            "空弹颜色",
        },
        [473] = {
            "血条",
        },
        [474] = {
            "血量数字",
        },
        [475] = {
            "颜色",
        },
        [476] = {
            "颜色",
        },
        [477] = {
            "颜色",
        },
        [478] = {
            "颜色",
        },
        [479] = {
            "拆弹中",
        },
        [480] = {
            "下包中",
        },
        [481] = {
            "开镜中",
        },
        [482] = {
            "换弹中",
        },
        [483] = {
            "拔针",
        },
        [484] = {
            "被闪",
        },
        [485] = {
            "有拆弹器",
        },
        [486] = {
            "持有 C4",
        },
        [487] = {
            "样式",
        },
        [488] = {
            "过滤",
        },
        [489] = {
            "颜色",
        },
        [490] = {
            "重要颜色",
        },
        [491] = {
            "起始",
        },
        [492] = {
            "结束",
        },
        [493] = {
            "颜色覆盖",
        },
        [494] = {
            "强度", "调整雨量大小。"
        },
        [495] = {
            "发光",
        },
        [496] = {
            "闪电",
        },
        [497] = {
            "颜色覆盖",
        },
        [498] = {
            "强度",
        },
        [499] = {
            "发光",
        },
        [500] = {
            "颜色覆盖",
        },
        [501] = {
            "强度",
        },
        [502] = {
            "颜色覆盖",
        },
        [503] = {
            "强度", "调整灰烬效果强度。"
        },
        [504] = {
            "发光",
        },
        [505] = {
            "闪电",
        },
        [506] = {
            "主颜色",
        },
        [507] = {
            "次颜色",
        },
        [508] = {
            "强度",
        },
        [509] = {
            "溶解",
        },
        [510] = {
            "加速", "提高侧移时的移动速度。"
        },
        [511] = {
            "空中转向速度", "提高侧移时的空中转向速度。"
        },
    },
    [6] = {
        [1] = {
            "防后坐力",
        },
        [2] = {
            "防扩散",
        },
        [3] = {
            "防后坐力",
        },
        [4] = {
            "防扩散",
        },
        [5] = {
            "防后坐力",
        },
        [6] = {
            "防扩散",
        },
        [7] = {
            "防后坐力",
        },
        [8] = {
            "防扩散",
        },
        [9] = {
            "防后坐力",
        },
        [10] = {
            "防扩散",
        },
        [11] = {
            "防后坐力",
        },
        [12] = {
            "防扩散",
        },
        [13] = {
            "防后坐力",
        },
        [14] = {
            "防扩散",
        },
        [15] = {
            "防后坐力",
        },
        [16] = {
            "防扩散",
        },
        [17] = {
            "防后坐力",
        },
        [18] = {
            "防扩散",
        },
        [19] = {
            "防后坐力",
        },
        [20] = {
            "防扩散",
        },
        [21] = {
            "防后坐力",
        },
        [22] = {
            "防扩散",
        },
        [23] = {
            "满血颜色",
        },
        [24] = {
            "残血颜色",
        },
        [25] = {
            "启用",
        },
        [26] = {
            "库存",
        },
        [27] = {
            "手雷",
        },
        [28] = {
            "满血颜色",
        },
        [29] = {
            "残血颜色",
        },
        [30] = {
            "启用",
        },
        [31] = {
            "库存",
        },
        [32] = {
            "手雷",
        },
        [33] = {
            "满血颜色",
        },
        [34] = {
            "残血颜色",
        },
        [35] = {
            "启用",
        },
        [36] = {
            "库存",
        },
        [37] = {
            "手雷",
        },
    },
    [7] = {
    },
}
